<?php

return [

    /*
    |-----------------------------------------------------
    | 下面的是招新过程中的可选字段和必选字段
    |-----------------------------------------------------
    */
    'required' => [
        'name' => "姓名",
        'gender' => "性别",
        'unique' => [
            [
                'phone' => "电话或短号",
                'longOnly' => "只有长号"
            ]
        ],
    ],
    'experience' => "个人经历",
    'motivation' => "加入无协的原因",
    'hobby' => "兴趣爱好",
    'picture' => "照片",
    'studentID' => "学号",
    'QQ' => "QQ号",
    'school' => "学院",
    'major' => "专业",
    'class' => "班级",
    'mailAddress' => "邮件地址"
];
